{
  "folder": "KdwE1yCXG7xrYZTZ",
  "name": "Limited Immortality",
  "type": "feat",
  "effects": [],
  "system": {
    "_migration": {
      "version": 0.935,
      "previous": null
    },
    "description": {
      "value": "<p>Like other weak deities, such as minor demon lords, empyreal lords, fey lords, and the like, you are able to revive yourself from death, but not without limit. When you die, as long as you have at least one worshiper, you can cause your body to vanish in an appropriate display for your religion's theme and domains, such as a flash of bright light, leaving your gear, allies, and killer behind; since you're dead, your soul is making this decision, and in most cases, you would generally choose to do so unless you expected an ally to revive you in short order. If you choose to vanish, you migrate yourself into the soul of one of your worshipers. After [[/br 1d4 #days]]{1d4 days} in which they pray to you at least once each day, you appear at the end of their prayers, fully restored to health and wearing a simple outfit tied to your religious iconography. That worshiper then can no longer help you revive with Limited Immortality. You can use Limited Immortality to revive from death only once per month. If you die again during that time, you stay dead. Additionally, there is one specific and obscure way that you can be killed for good, such as by using mistletoe or striking a small part of your heel, in which case you can't use Limited Immortality even if you haven't used it in the last month. You and the GM can work together to come up with this Achilles' heel; it should be something that would come up extremely rarely unless someone specifically researched and discovered the secret.</p>",
      "gm": ""
    },
    "publication": {
      "title": "Battlezoo Ancestries: Demigods",
      "authors": "",
      "license": "ORC",
      "remaster": true
    },
    "rules": [],
    "slug": null,
    "traits": {
      "otherTags": [],
      "value": [
        "demigod"
      ],
      "rarity": "common"
    },
    "level": {
      "value": 17
    },
    "category": "ancestry",
    "onlyLevel1": false,
    "maxTakable": 1,
    "actionType": {
      "value": "passive"
    },
    "actions": {
      "value": null
    },
    "prerequisites": {
      "value": []
    },
    "subfeatures": {
      "proficiencies": {},
      "senses": {},
      "suppressedFeatures": []
    },
    "location": null
  },
  "img": "icons/sundries/books/book-red-exclamation.webp",
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "12.331",
    "systemId": "pf2e",
    "systemVersion": "6.10.2",
    "createdTime": 1742322552871,
    "modifiedTime": 1742595260807,
    "lastModifiedBy": "l2rbNx2a8f5ocpeL"
  },
  "_id": "PpnapZdmMKxE472E",
  "sort": 0,
  "ownership": {
    "default": 0,
    "a4jenRFWJjNyIuAt": 3
  },
  "_key": "!items!PpnapZdmMKxE472E"
}
