{
  "name": "From the Archives of Aitheria Nyx",
  "pages": [
    {
      "sort": 100000,
      "name": "Are You a God?",
      "type": "text",
      "_id": "D6SVG2f2KHIsbbmu",
      "title": {
        "show": false,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<section class=\"dragons\"><article class=\"full\"><figure class=\"left\"><img src=\"modules/battlezoo-ancestries-demigods/styles/assets/red-wax-stamp.webp\" width=\"70\" /></figure><h4>From the Archives of Aitheria Nyx <br />Are You a God?</h4><p>When we think of gods and the divine, often we think of beings of fathomless and unknowable power far beyond mortal ken. Even those who occasionally send avatars and walk the world alongside us aren't truly like us. They might appear as mortals do, but that's merely a tiny fragment of a multidimensional being forced down into something relatable that we can understand.</p><p>Those are the true powers out there in the Multiverse. The greater deities and their ilk. Here on Alacar, that might include the Enigmas, manifestations of the unholy such as demon lords… and yes, even the deities of the Balance, much as they like to ape our form, in truth they're as alien to our world as the Enigmas are. Do you come from a different world, my friend? Sometimes I get a sense that you do, though I won't press if you don't wish to speak about it. Do the gods act similarly there, or are they even more mysterious? Do they interfere more often or withdraw to their divine realms and leave the mortal world to act as it will?</p><p>When speaking of the \"true powers,\" that implies there's another option. And in truth, there are lesser deities, each rank shedding some of their multidimensionality and becoming more and more similar to a mortal, more and more approachable. And the least of them all are \"demigods,\" beings with the makings of the divine but still yet mortal. Relatable in a way that greater deities can never be, but also far more vulnerable to mortal frailty. \"Demi,\" meaning partial or half, the term demigod exists because, as I've written in the past, mortals, humans especially, get excited about the idea of unusual coupling, and so there's a bit of a fixation on demigods who are the children of deities and mortals, literally half god and half mortal. This is one way someone can become a demigod, but simply one out of many. While some believe we heralds of the elements are essentially demigods, but I can tell you from personal experience that we're not. Nonetheless, many other paths exist, from enlightened meditation to intense fame and popularity, to bestowal by a more powerful deity, and beyond.</p><p>What of the First Ones or the greater manifestations of the Eld? They are surely something strictly different than deities, and yet… there are certainly some similarities as well. And the new titans arising from a First One's spark are to First Ones as demigods are to more powerful deities. Perhaps that means eldamon or something else might serve a similar role for the Eld, though I find it quite amusing to consider the possibility that a tiny darkness opossum might, in fact, be the equivalent of a demigod.</p><p>You have been an excellent listener, and I continue to enjoy our correspondence, my friend, but sometimes I begin to wonder… are you a god? You don't have to answer if it's something you don't want to share. Or you can always just humor me and say, \"Yes.\"</p><p class=\"signature\">— Aitheria Nyx, Herald of the Space Element, Advocate of Monsters</p></article></section>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1,
        "l2rbNx2a8f5ocpeL": 3
      },
      "flags": {},
      "_stats": {
        "compendiumSource": null,
        "duplicateSource": null,
        "coreVersion": "12.331",
        "systemId": "dnd5e",
        "systemVersion": "4.3.6",
        "createdTime": null,
        "modifiedTime": 1742936685933,
        "lastModifiedBy": "1jxGp7IRWiSzPmsk"
      },
      "_key": "!journal.pages!CqQoQpvqEOehOwgL.D6SVG2f2KHIsbbmu"
    },
    {
      "sort": 0,
      "name": "Demigods",
      "type": "image",
      "_id": "0SU6T8xN54RUMDqf",
      "title": {
        "show": false,
        "level": 1
      },
      "image": {
        "caption": ""
      },
      "text": {
        "format": 1
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": "modules/battlezoo-ancestries-demigods/assets/ancestries/demigods/demigods-cover-blank.webp",
      "system": {},
      "ownership": {
        "default": -1,
        "l2rbNx2a8f5ocpeL": 3
      },
      "flags": {},
      "_stats": {
        "compendiumSource": null,
        "duplicateSource": null,
        "coreVersion": "12.331",
        "systemId": "dnd5e",
        "systemVersion": "4.3.6",
        "createdTime": null,
        "modifiedTime": 1742840444484,
        "lastModifiedBy": "1jxGp7IRWiSzPmsk"
      },
      "_key": "!journal.pages!CqQoQpvqEOehOwgL.0SU6T8xN54RUMDqf"
    },
    {
      "sort": 100000,
      "name": "Demigod Ancestry",
      "type": "text",
      "_id": "ITImTyYjZ91IQtQx",
      "title": {
        "show": false,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p class=\"subhead\">The least of lesser deities, demigods are fledglings who must grow into their divine abilities before they can enact the kind of miracles associated with even the least of true gods. And yet, they can grow their faith and their power to become something more.</p><hr /><figure class=\"left\"><img style=\"transform:scaleX(-1)\" src=\"modules/battlezoo-ancestries-demigods/assets/ancestries/demigods/full-art/demigods-art-1.webp\" width=\"300\" /></figure><p>Demigods are a tier of divinity below the \"true gods.\" What separates demigods from the weakest lesser deities above them is the fact that a demigod is still mortal and can usually be killed normally (at least most of them can for some definition of normal), whereas a lesser deity requires greater effort to destroy. The name demigod arises from the idea that a demigod is part god and part mortal, perhaps due to a liaison between divine and mortal parents. In truth, demigods come from a diverse range of origins, which certainly include the classic child of a divine and mortal parent, but also divine bestowal (such as a saint granted a tiny bit of divinity by their deity), enlightened transcendence (such as reaching an especially deep stage of meditation, research, or philosophy), collective belief (such as building up a following whose collective faith is strong enough to create a demigod), conquest or contest (such as defeating a deity in a contest of strength, duel of wits, or passing some kind of trial), or even trickery (such as flat out stealing the power) among others.</p><p>However a demigod comes to be, at first their divine power is weak, even compared to a cleric of a greater deity; after all, it's those deities' best interests to make it easier to serve them than it is to rise as a deity in your own right. While their divine power grows on its own as they themselves grow, it's only with the faith of mortals and a religion of their own that demigods reach the peak of their potential. Nonetheless, some demigods who achieve their status later in life and at the height of their mortal power, essentially transforming from a different species, quickly grow their divinity by using their mortal might to help build their faith.</p><p>If you want to play a fledgling hybrid between deity and mortal building your faith and connecting to those who venerate you, you should play a demigod.</p><section class=\"compartment\"><article class=\"full\"><h4>Legacy Species Options</h4><p>If you are using a version of the character creation rules that grants ability score boosts for species, a demigod's Charisma score increases by 2, and one other ability score increases by 1. If you're not using mastery properties, the Favored Weapon Mastery feat allows you to push a foe up to 10 feet on a hit instead of granting the weapon's mastery property.</p></article></section><h2>You Might...</h2><ul><li><p>Strive to embody different virtues in order to grow your divine power, or focus on a single prime virtue.</p></li><li><p>Seek out new worshipers to grow your following.</p></li><li><p>Feel like you don’t belong completely either in mortal society or the realm of the divine, and hope to find the place you truly belong.</p></li></ul><h2>Others Probably...</h2><ul><li><p>Assume that one of your parents was a deity and try to ask you which one.</p></li><li><p>Have trouble understanding exactly what it means to be a demigod and thus treat you just like other mortals (if you aren’t that powerful) or as some kind of deity (if you’re extremely powerful).</p></li><li><p>Think that you are capable of granting any sort of miracle and so ask you for all sorts of favors and blessings.</p></li></ul><figure class=\"right\"><img style=\"transform:scaleX(-1)\" src=\"modules/battlezoo-ancestries-demigods/assets/ancestries/demigods/full-art/demigods-art-2.webp\" width=\"300\" /></figure><h2>Names</h2><p>While demigods born to a deity and a mortal sometimes have names attempting to be suitably majestic for their divine status, demigods born as mortals have exactly the same sorts of birth names as other mortals of that species, unless their parents always knew they were destined to divinity (or pushed them toward it from birth). On the other hand, it can be hard to build a religion around a deity named \"Bob.\" As a result, demigods with common sounding names often adopt a new deity name to use for their religion. However, this practice can be metaphysically dangerous to the growing divinity, as the use of the original birth name can empower rituals to weaken the demigod even if they manage to attain true godhood.</p><h3>Sample Names</h3><p>Arianrhod, Gilgamesh, Herakles, Humadapnon, Imhotep, Lac Long Quân, Lan Caihe, Māui, Ntikuma, Oisín, Semiramis, Sita, Väinämöinen.</p><section class=\"compartment\"><article class=\"full\"><h4>Demigod Adventurers</h4><p>Demigods often become adventurers to build their name and grow their following, or to prove their worth or help others if they don't care about their reputation. To those who received extraordinary talent and power comes the extraordinary responsibility to use that power to change the world. This is the mantra of demigod adventurers the world over. Even some of the quieter seers who embody sagacity wander the world to humbly build their experiences, dispensing mysterious wisdom to those who seek their help earnestly. Classes involving divine magic are more common among demigods, and more than one demigod has become a Paladin channeling the divinity flowing within them. Because of the way the relationship between a Cleric and their deity works, demigods usually can't become a full Cleric of themselves, though they can use species feats and divine boons to gain Cleric class features from their own divinity. However, that doesn't mean demigods are never Clerics, as they sometimes serve as Clerics of another more powerful deity. Demigods can come from any background, particularly if they gained their divinity later in life. Those who were born to a deity and a mortal are much more likely than anyone else to have unusual backgrounds, as their outlandish parentage alone makes a rare background look tame in comparison.</p></article></section><h2>Demigod Traits</h2><p><strong>Creature Type</strong>: Special (see Part Mortal trait)</p><p><strong>Size</strong>: Special (see Part Mortal trait)</p><p><strong>Speed</strong>: Special (see Part Mortal trait)</p><p>As a Demigod, you have these special traits.</p><p><strong>Darkvision.</strong> You have Darkvision with a range of 60 feet.</p><p><strong>Fatal Flaw.</strong> While you have some amount of divinity, and the combination of divine and mortal grants you great power and potential, you also possess a Fatal Flaw. Each demigod's heritage lists one or more flaws you can choose as your Fatal Flaw.</p><ul><li><strong>Hesitation</strong>. Whether it's the competing nature of divine and mortal or the sheer number of possibilities you can see throughout the Multiverse, you sometimes hesitate to make decisions quickly, and your body and mind sometimes act at different speeds, hindering your physical coordination. You can never gain Advantage on Dexterity saving throws.</li><li><strong>Hubris</strong>. As a demigod, you are more than a mere mortal, and your divinity allows you to gain worshipers, build up a religion, and even grant spells. You're amazing! Unfortunately, your pride sometimes causes you to make dangerous mistakes, though fortunately, your power might be enough to get you out of them. You can never gain Advantage on Wisdom saving throws.</li><li><strong>Vulnerability</strong>. While you possess the limitless potential of the immortal, ultimately your mortality mixes in a fatal vulnerability that portends your undoing someday. Whether that's a certain spot on your body that's more vulnerable or a particular substance that can slay you, the end result is that you're just a little less sturdy. You can never gain Advantage on Constitution saving throws.</li></ul><p><strong>Part Mortal.</strong> You are part mortal and part deity, and you might have been originally born fully mortal. Choose a mortal species. Your Creature Type, Size, and Speed are the same as the species you choose. However, you still aren't quite a member of your mortal species, even if you were born as one. You don't gain any of the other traits of that species, and you can't select feats that have your mortal species as a prerequisite, unless you first take the Mortal Roots demigod species feat.</p><figure class=\"left\"><img src=\"modules/battlezoo-ancestries-demigods/assets/ancestries/demigods/full-art/demigods-art-3.webp\" width=\"300\" /></figure><p><strong>Quasi Divine.</strong> You might not be a full deity, but you're still a demigod, so you have a bit of divinity that grows stronger as you do and increases as faith in you swells. Each time you finish a Long Rest, choose one cantrip from the Cleric spell list. You learn that cantrip until you use this trait again. Your spellcasting ability for the spell, as well as for any spell you gain from a demigod species feat, is Intelligence, Wisdom, or Charisma (choose the ability when you select this species).</p><p><strong>Demigod Heritage.</strong> Demigod heritages are based on your primary virtue, rather than the source of your divinity. Once a demigod has their divinity, typically the source doesn't matter: a trickster born of a deity and mortal is much more similar to another trickster than they are to a seer or a savior born of a deity and a mortal.</p><h3>Genius Demigod</h3><p>@UUID[Compendium.battlezoo-ancestries-demigods.species-dnd5e.Item.R6xQwaHfxDRNilad]{Genius Demigod}</p><p>Your brilliance, imagination, and ingenuity caused you to be labeled a genius, possibly even before you gained your divinity. You overflow with the virtue of innovation. You have the following benefits.</p><p><strong>Fatal Flaw.</strong> Your Fatal Flaw is your choice of Hesitation, Hubris, or Vulnerability.</p><p><strong>Genius.</strong> Due to your genius, you know just about all the basics of any topic you bother to study. When you would make an ability check to recall knowledge using a skill in which you have proficiency, you can choose to make the check with Advantage. If you do, you can't use Genius again until you finish a Short or Long Rest.</p><p><strong>Skill Training.</strong> You have proficiency in your choice of the Arcana, History, Nature, or Religion skill, or with one tool of your choice.</p><h3>Savior Demigod</h3><p>@UUID[Compendium.battlezoo-ancestries-demigods.species-dnd5e.Item.fkA2uvLzrnGA7v1Y]{Savior Demigod}</p><p>Your patience, benevolence, and empathy lead you to offer kindness and succor to all around you, causing you to be labeled a savior or saint, possibly even before you gained your divinity. You overflow with the virtue of compassion. You have the following benefits.</p><p><strong>Fatal Flaw.</strong> Your Fatal Flaw is your choice of Hesitation, Hubris, or Vulnerability. Savior's Touch. You have a pool of healing power that replenishes when you finish a Long Rest. With that pool, you can restore a total number of Hit Points equal to your character level. (If you're a Paladin, the healing power granted by your Lay On Hands feature increases by 1 point per character level instead.) As a Bonus Action, you can touch a creature (which could be yourself) and draw power from the pool of healing to restore a number of Hit Points to that creature, up to the maximum amount remaining in the pool. You can't use this pool of healing power any other way, unless you also have the Lay On Hands Paladin class feature.</p><p><strong>Skill Training.</strong> You have proficiency in the Medicine and Persuasion skills.</p><h3>Seer Demigod</h3><p>@UUID[Compendium.battlezoo-ancestries-demigods.species-dnd5e.Item.YPxkkKm3QWBcscTq]{Seer Demigod}</p><p>Your wisdom, insight, and understanding allowed you to make good choices, help others resolve conflicts, and sometimes even guess how the future might turn out and see beyond the veil of ignorance and foolishness, causing you to be labeled a seer or religious guide, possibly even before you gained your divinity. You overflow with the virtue of sagacity. You have the following benefits.</p><p><strong>Fatal Flaw.</strong> Your Fatal Flaw is your choice of Hesitation or Vulnerability. Seer's Eyes. The range of your Darkvision increases to 120 feet, and your vision in darkness is in full color, not just shades of gray.</p><p><strong>Skill Training.</strong> You have proficiency in the Insight and Perception skills.</p><h3>Trickster Demigod</h3><p>@UUID[Compendium.battlezoo-ancestries-demigods.species-dnd5e.Item.KCEi1ddb3mFZwRJO]{Trickster Demigod}</p><p>Your cunning, cleverness, and mischievous nature inspire you to play pranks and get up to trouble, causing you to be labeled a trickster or a scoundrel, possibly even before you gained your divinity. You overflow with the virtue of trickery. You have the following benefits.</p><p><strong>Fatal Flaw.</strong> Your Fatal Flaw is your choice of Hubris or Vulnerability. Trickster's Way. When you select this heritage, choose whether you have a way with words or with your sticky fingers. If you choose words, you are trained in the Deception skill and with Forgery Kits. If you choose sticky fingers, you are trained in the Sleight of Hand skill and with Thieves' Tools. If you already have proficiency with either skill or tool, you gain Expertise with it instead.</p><h3>Warrior Demigod</h3><p>@UUID[Compendium.battlezoo-ancestries-demigods.species-dnd5e.Item.G3rtPQA0re3FYZJj]{Warrior Demigod}</p><p>Your bravery, might, and skill at arms allowed you to continue to fight and defeat foes even when the situation seemed impossible, causing you to be labeled as a true warrior or hero, possibly even before you gained your divinity. You overflow with the virtue of courage. You have the following benefits.</p><p><strong>Divine Toughness.</strong> Your Hit Point maximum increases by 1, and it increases by 1 again whenever you gain a level.</p><p><strong>Fatal Flaw.</strong> Your Fatal Flaw is your choice of Hubris or Vulnerability.</p><p><strong>Favored Weapon.</strong> You gain the @UUID[Compendium.battlezoo-ancestries-demigods.feat-dnd5e.Item.FRhmd6Cf354s9FA2]{Favored Weapon Familiarity} demigod feat.</p><section class=\"compartment\"><article class=\"full\"><h4>Demigod Settlements</h4><p>Demigods hoping to form their own faith often build religious settlements, or at least enclaves or holy sites within larger settlements, in order to help gather the faithful together and grow their following. Depending on the demigod's nature and demeanor, these places can be friendly and welcoming or dogmatic and insular. Sometimes a demigod can wind up forming a settlement against their will due to the sheer enthusiasm of the faithful. For instance, a quiet humble seer demigod might live alone in a cave in a tall mountain, only to find that they inspire an order of monks to build a monastery to emulate them, followed by a small settlement growing up around the monastery, all while the demigod is just trying to find somewhere peaceful to meditate.</p></article></section><figure class=\"right\"><img style=\"transform:scaleX(-1)\" src=\"modules/battlezoo-ancestries-demigods/assets/ancestries/demigods/full-art/demigods-art-4.webp\" width=\"300\" /></figure><h2>Physical Description</h2><p>Demigods typically appear as members of their mortal species with one or more unusual or divine features distinguishing them from a mere mortal. This might include subtler clues like idealized features or more obvious evidence like a literal glow or halo, or even more drastic deific features that grow as their power increases to match their domains, like wings or a dragon head on a human. While the weakest demigods might be confused for an ordinary mortal or a planar scion, as their power grows, it becomes more and more obvious that they're not quite mortal, even if they aren't fully a deity either.</p><h2>Society</h2><p>Demigods don't just live in mortal societies, they often build their own new society or religion in order to increase the strength of their faith and their divinity. You can find more information on creating your demigod's religion on page 11. When it comes to gatherings of demigods, they tend to be rare, and are more likely to be councils on some threat or relevant topic, or competitions where demigods can share boasts and prove their prowess, perhaps attracting more followers to their cause. Unfortunately, while the idea behind demigod councils is usually well-meaning, in the end they sometimes wind up devolving into competitions anyway, where some of the more showboating or arrogant demigods try to show off their eloquence or the brilliance of their own plans in order to prove their worth. As a result, the chance of this occurring can wind up driving away the quiet, humble, and sagacious demigods whose wisdom could have benefited everyone the most.</p><h2>Beliefs</h2><p>While some demigods are servitors of even more powerful deities, mostly demigods believe in themselves and establish their own religions. When they do worship other deities or religions, they are more likely to venerate the source of their own divinity, whether that’s a divine parent or a deity who chose to imbue the demigod for some mysterious reason. Popular Edicts believe in yourself so that others can believe in you, discover the depths of your divinity, exemplify your deific virtues Popular Anathemas violate the tenets of your own faith, let down your faithful through your own failings, settle for mediocrity</p><h2>Demigod Feats</h2><p>The following feats are available only to demigod characters.</p><h3>1st Level</h3><ul><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.feat-dnd5e.Item.9Ror6faF7KcB1oCc]{Demigod Lore}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.feat-dnd5e.Item.T6jxagmA1PfL2OLC]{Draw Upon Domain}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.feat-dnd5e.Item.FRhmd6Cf354s9FA2]{Favored Weapon Familiarity}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.feat-dnd5e.Item.WW3JZQoBMT8folRJ]{Orisons of Power}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.feat-dnd5e.Item.c9iTWdKgkj2mlIjm]{Sacred Animal Affinity}</p></li></ul><h3>4th Level</h3><ul><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.feat-dnd5e.Item.NnBKVa6g2MXozotU]{Auspicious Animal}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.feat-dnd5e.Item.6CjmrkkeJYbuhL8x]{Deific Presence}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.feat-dnd5e.Item.XNenyss13clHEhac]{Demigod's Hunch}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.feat-dnd5e.Item.tbEa834SD96FbPuc]{Favored Weapon Mastery}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.feat-dnd5e.Item.SFvwcf3lWxTpdWTZ]{I Can Go the Distance}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.feat-dnd5e.Item.6wOEUZ5mQM4bxhOD]{Mortal Roots}</p></li></ul><h3>8th Level</h3><ul><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.feat-dnd5e.Item.qN3vFOyznPSHesEs]{Delve into Domain}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.feat-dnd5e.Item.esibW3JwvVGwBfIM]{Demigod's Talent}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.feat-dnd5e.Item.CogToxiimypUYbwp]{Divine Flight}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.feat-dnd5e.Item.gXS5KDujyujAflPR]{Divine Initiate Magic}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.feat-dnd5e.Item.2SVaqQRzOCuvHLo4]{Sacred Animal Form}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.feat-dnd5e.Item.lI2gKENYJVOBPX2B]{You're Welcome}</p></li></ul><h3>12th Level</h3><ul><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.feat-dnd5e.Item.GZA6Fbk39mHOFeah]{Deific Insight}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.feat-dnd5e.Item.StZd0H5bw4rmTzGf]{Divine Emissary Magic}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.feat-dnd5e.Item.WryThzvkpjaS8mny]{Larger Than Life}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.feat-dnd5e.Item.8jUIsnl6V0z5691N]{Perpetual Flight}</p></li></ul><h3>16th Level</h3><ul><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.feat-dnd5e.Item.JyVWdQCVIZRMyiEc]{Divine Hierophant Magic}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.feat-dnd5e.Item.ZRsPT9MDB7zzW53h]{Keeper of Prayers}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.feat-dnd5e.Item.PFTJqRQBQvK1ovcK]{Limited Immortality}</p></li></ul><section class=\"compartment\"><article class=\"full\"><h4>Titans vs. Demigods</h4><p>Due to the ancient Titanomachy between the gods and the First Ones, the progenitors of titans, titans and demigods don't tend to get along with each other on either side. However, if they can overcome their differences and the ancient animosity between their forebears, they would see that they have many similarities as well and could be natural comrades. In fact, while the detached First Ones rarely did so, titans occasionally form a religion.</p></article></section><figure class=\"left\"><img src=\"modules/battlezoo-ancestries-demigods/assets/ancestries/demigods/full-art/demigods-art-5.webp\" width=\"300\" /></figure><h2>Demigod Religions</h2><p>Part of the fun of playing a demigod can be building up your own religion from scratch. However, not all demigods <em>have</em> one. In fact, many of the most famous examples didn't have their own personal cult or individualized adherents, though they often occupied the role of saints or heroes. Furthermore, while a demigod character roleplayed in a way that fits the group's social dynamic can fit well into almost any campaign, starting a religion is a major element that is usually only appropriate if the GM and the rest of the group are all interested in exploring that aspect.</p><p><em>Battlezoo Ancestries: Demigods</em> works no matter whether you want to ignore this aspect, run it in the background, or spotlight it as a major element of the campaign:</p><ul><li><p><strong>No Religion</strong> Many groups won't want demigod characters to have a religion at all. That's OK! In that case, simply ignore the religion rules entirely, including any benefits the demigod character receives from divine boons. This is a good choice for groups that want a campaign with a baseline power level, because the religion rules grant a demigod many benefits.</p></li><li><p><strong>Religion in the Background</strong> Some groups are looking for a compromise where the demigod's religion is fine to exist as long as the demigod can just handle it all themselves in the background, but they don't want to focus any game time on it. In that case, the demigod's religion grows automatically, and the demigod gains Renown with their religion as they advance in level. This is a good choice for groups that want to explore the idea that the demigod has a religion without spotlighting it or involving the other players. This can come with no benefits other than narrative ones if the group prefers, or the demigod could passively gain only some of the benefits from the full rules; typically, the religion rules grants demigod perks based on their Renown Score, so keep in mind that giving it \"for free\" to the demigod character will make the demigod stronger than the other characters, even if won't necessarily be disruptive.</p></li><li><p><strong>Full Religion Rules</strong> If your group wants to explore the demigod's religion on-screen during downtime or even as part of the main plot, this is the right choice. Simply use the full rules below. This is usually best if the other players either have demigods of their own, each with their own religion (or their own shared sect of a shared party religion) or play a role in the demigod PC's religion. In the later case, make sure the players are fully on-board with the idea and all it entails. Some players might find it amazing to have their character be a nascent demigod's very first cleric, but others might balk at the fact that this makes their character an adherent of the other player's; this same issue can arise when playing a knight or bodyguard vassal of another character or the like.</p></li></ul><h2>Building a Religion</h2><p>Demigod religions use a variant of the Renown rules, with the demigod increasing their Renown Score as belief in their faith spreads. At 1st level, a demigod has a Renown Score of 1 with their religion. They can increase this renown by completing missions or spending downtime with their followers, as normal.</p><figure class=\"right\"><img style=\"transform:scaleX(-1)\" src=\"modules/battlezoo-ancestries-demigods/assets/ancestries/demigods/full-art/demigods-art-6.webp\" width=\"300\" /></figure><h3>Virtues</h3><p>In addition to increasing their Renown Score with their religion as a whole, a demigod character can increase their renown with one of the following six virtues. These virtues function as metaphysical \"factions\" within the demigod's religion and represent the virtues the demigod hopes to embody. When the demigod completes a mission in a way that promotes a given virtue, they increase their Renown Score with that virtue, and they might increase their Renown Score with their religion as a whole if that mission would grow the size and intensity of their faith. Rather than getting into a faction's good graces, this represents the religion growing. Renown Scores with individual virtues can never rise higher than the Renown Score with the religion as a whole, and both kinds of Renown Scores range up to 65 at maximum. All divine boons have a prerequisite that requires the demigod to have a minimum Renown Score in their religion, while others require a minimum Renown Score with particular virtue.</p><p>When presenting missions to increase the demigod's Renown Score, the GM should think of ways to test the following virtues. As usual, a typical mission increases the demigod's Renown Score by 1, though an important mission or spectacular resolution might increase the score by 2 or more, though a mission or task might vary as to whether it raises the religion's Renown Score as a whole, the Renown Score of a specific virtue, or both. For instance, a mission might be spectacularly courageous but only grow the faith by a modest amount as a result, raises the Renown Score with the virtue of courage by 2 and the Renown Score with the religion as a whole by 1. A demigod who bungles a mission in a way that reveals a weakness in one of the virtues might decrease their score with that virtue, but this should typically be rare. The type of demigod who doesn't inspire their worshipers with that particular virtue is more likely to never gain points in the virtue to begin with than they are to consistently lose them. Similarly, only in exceptional cases should losing a point in a virtue decrease the demigod's Renown Score with their religion as a whole; that would indicate that the demigod lost a significant number of worshipers.</p><p>The virtues are as follows, along with some examples of real-world deities or demigods that embody those virtues, some suggested skills that might help resolve a mission testing that virtue, and the Domain typically associated with the virtue. It's important to note that <em>belief</em> is what matters for a demigod's virtues, which is why resolving these challenges helps raise them, rather than an invisible inner struggle. A demigod who appears to be a paragon of compassion and kindness can increase their Renown Score in compassion, even if they're really a demagogue who simply uses their compassion to create zealots for their cause. Similarly, a demigod who's a jerk with a heart of gold might never increase their Renown Score with compassion if no one ever realizes how much they care for others. The skill and Domain associations are suggestions, but it's fine for a demigod character to choose a Domain that doesn't match their virtues; the examples are meant as a starting point to help inspire, rather than as a restriction.</p><p>@UUID[Compendium.battlezoo-ancestries-demigods.species-feature-dnd5e.Item.CvvfgjYrWcpZzvEY]{Compassion}</p><p>@UUID[Compendium.battlezoo-ancestries-demigods.species-feature-dnd5e.Item.kdM8h56XybYEbEck]{Courage}</p><p>@UUID[Compendium.battlezoo-ancestries-demigods.species-feature-dnd5e.Item.QZJ1lAzWnzIbpxUQ]{Innovation}</p><p>@UUID[Compendium.battlezoo-ancestries-demigods.species-feature-dnd5e.Item.7hUk7x8eKQnnonYM]{Sagacity}</p><p>@UUID[Compendium.battlezoo-ancestries-demigods.species-feature-dnd5e.Item.4RpOvuIaMSH2Cs3F]{Trickery}</p><h2>Religion Benefits</h2><p>Building a religion isn't all about responsibility for demigods: it also comes with benefits! Beyond the narrative benefits for having an organization of mortal followers, the power of belief from a religion can grant the demigod mechanical benefits above and beyond those granted by their demigod species feats, in the form of divine boons. Divine boons are powerful supernatural abilities that demigod characters develop as belief in their religion grows. If not everyone in your group is playing a demigod character, make sure the other characters receive benefits to keep them on par with the demigod, such as equally powerful (if less obviously magical) perks granted by factions with which they have their own Renown Score, or possibly additional magic items and similar rewards.</p><h3>Divine Boons</h3><p>At 1st level, a demigod character with a religion gains the initial divine boons listed below. At 2nd level and every 2 levels thereafter, the demigod gains an additional divine boon of their choice of that level or lower. All divine boons beyond the initial boons require that the demigod character have a minimum Renown Score with their religion or a minimum Renown Score in a particular virtue. If for some reason the demigod's Renown Score isn't increasing, they might fail to qualify for some of the higher-level boons, though this disparity isn't important unless other characters are receiving their own perks as a result of renown.</p><figure class=\"left\"><img src=\"modules/battlezoo-ancestries-demigods/assets/ancestries/demigods/full-art/demigods-art-7.webp\" width=\"300\" /></figure><p>Some divine boons grant the ability to cast certain spells. As with demigod species feats, the demigod's spellcasting ability for any spell gained in this way is the same ability they chose for their Quasi Divine species trait.</p><h3>Initial Divine Boons</h3><p>As a demigod with a religion, you can grant spells to your worshipers capable of casting Cleric spells, at the same rate a Cleric character would gain those spells. This means that effectively, if one of your fellow party members worships you as their deity and all members of the party are the same level, they'll always be able to cast all their spells. You also make several choices at 1st level, which might affect certain demigod species feats and divine boons, even if you and your group don't want to make your religion a major aspect of their campaign. For each of the following choices, you can see an example using Kuu, the deity of void on Alacar.</p><ul><li><p>Choose a Domain from Life, Light, Trickery, or War, or another Domain available to you. Your clerics typically choose that Domain for their subclass selection. Kuu grants their followers the Trickery Domain.</p></li><li><p>Choose a favored weapon. Typically, your favored weapon is a weapon in which you are trained, either from your class or from a feat such as Favored Weapon Familiarity, though you might choose a weapon aspirationally, hoping to become trained later. You can also choose Unarmed Strike as your favored weapon, despite the name; for example, Kuu has fist as a favored weapon.</p></li><li><p>Choose a sacred animal. Your sacred animal has religious significance to your faith and is often seen as an omen by your faithful. For example, Kuu has the bumblebee bat as a sacred animal.</p></li><li><p>Choose a divine skill, which can be any skill of your choice other than Religion. This is usually a skill associated with you and for which you're known for being talented, either due to being trained in it from your background or class or through the Demigod Lore feat or Divine Skill Training boon. For example, Kuu has Investigation as a divine skill.</p></li><li><p>Choose your Holy Symbol. It should be a relatively simple design that can be used in iconography, architecture, wearable and handheld symbols of the faith, and so on. For example, Kuu's religious symbol is a black spot on an empty palm.</p></li><li><p>Choose your sacred colors. Most deities have two sacred colors so that they can be used together to create an artistic contrast or theme, like the deity Thongfa's sky blue and white to represent a cloudy sky. However, some deities have a single sacred color when that's more appropriate to their theme. For example, Kuu has only one sacred color: black.</p></li><li><p>Choose your edicts and anathemas, three of each. These should be based on your own individual values, with the edicts as something you hope to live by as best you can and the anathemas as something you would never do and never want any of your worshipers to do either. These anathemas are mainly binding for worshipers, since you are their source. If you perform an act that is anathema to your religion, your GM might rule that you lose access to one or more of your demigod species feats or divine boons until you finish a Long Rest, simply due to the metaphysical shock of the cognitive dissonance and hypocrisy diluting your divine power. If you continue to perform that anathema, however, eventually that act stops being anathema to you, and you should choose another anathema instead. For example, Kuu's edicts are to seek out new experiences, explore, and travel. Their anathemas are to willingly restrain yourself, become stagnant, or take the wind out of another's dreams.</p></li><li><p>Choose a title for yourself, such as \"The Divine Light\" or \"The All-Hungering Darkness.\" You can choose not to adopt a title if you don't want to, but if you don't, you might find your worshipers choose one for you, whether you like the title or not.</p></li></ul><section class=\"compartment\"><article class=\"full\"><h4>Any Sufficiently Advanced Demigod…</h4><p>When a demigod reaches the top echelons of boons, optimizing their personal divinity and strength while spreading their religion far and wide, they begin to blur the line between a demigod and a more powerful lesser deity such as a demon lord or an Archduke of Hell. In truth, there's not a single multiversal dividing line between these two types of deities. In other words, any sufficiently advanced demigod is indistinguishable from a lesser deity.</p></article></section><h2>Boons</h2><h3>2nd Level</h3><ul><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.boons-dnd5e.Item.Ti7DyR8TFmhIiPCS]{Divine Skill Training}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.boons-dnd5e.Item.dRDftqWXdOnT5aRS]{Inklings of Divinity}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.boons-dnd5e.Item.hv1IgIlU1ZLFkIjq]{Trickster's Guise}</p></li></ul><h3>4th Level</h3><ul><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.boons-dnd5e.Item.rfpOVPfe6ZNYUXvH]{Answer Prayer}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.boons-dnd5e.Item.7MJcFsKqaqptlCFQ]{Be Not Afraid}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.boons-dnd5e.Item.iSOOSTDnoAIvVBrW]{Channel Will}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.boons-dnd5e.Item.5IwFZYNnGQqgGycL]{Divine Sense}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.boons-dnd5e.Item.MA1X4Bxpq7bZjbbg]{Overflowing Compassion}</p></li></ul><h3>6th Level</h3><ul><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.boons-dnd5e.Item.NDdrBmOc2HzpOlkV]{Archtrickster's Guise}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.boons-dnd5e.Item.VJLjOlrwO2SUX9yo]{Divine Telepathy}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.boons-dnd5e.Item.VXDoclRMi1cvQGX2]{Imagine a New Day}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.boons-dnd5e.Item.IOpItflOlIWay1gY]{Reverent Spell}</p></li></ul><h3>8th Level</h3><ul><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.boons-dnd5e.Item.ysKvZUEmXEfOmYYm]{Alternate Domain}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.boons-dnd5e.Item.QEb5yFqaOPUJj0l1]{Divinity's Edge}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.boons-dnd5e.Item.tSblGbslnZMSoHWW]{Initial Domain Secrets}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.boons-dnd5e.Item.yjYDJIt0Vd062SOR]{Virtue's Virtuoso}</p></li></ul><h3>10th Level</h3><ul><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.boons-dnd5e.Item.J3vHwwguRGUJq4kU]{Complete Domain}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.boons-dnd5e.Item.6VuOGLTvN54GerPk]{Quick Benediction}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.boons-dnd5e.Item.dYWv7UThj85J9mZY]{Unseen Insight}</p></li></ul><h3>12th Level</h3><ul><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.boons-dnd5e.Item.89vpCvHjaAs4J0gj]{Advanced Domain Secrets}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.boons-dnd5e.Item.nJ9PKn8nYM9ITzL2]{Rebuke Anathema}</p></li></ul><h3>14th Level</h3><ul><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.boons-dnd5e.Item.4iaRcVLE9Xo22HAO]{Boon of Flight}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.boons-dnd5e.Item.11LCCfyRP5A7ONm7]{Deific Spells}</p></li></ul><h3>16th Level</h3><ul><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.boons-dnd5e.Item.Jkltm2sZucsqN6rZ]{Blessing of Divinity}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.boons-dnd5e.Item.UeNY9gMcRynPTEi1]{Divine Realm}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.boons-dnd5e.Item.LWdnWFTT4lgd52MV]{Summon Herald}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.boons-dnd5e.Item.jNOmU6cNcjGbbg2K]{Trickster's Guile}</p></li></ul><h3>18th Level</h3><ul><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.boons-dnd5e.Item.9j9beT4J8TmTyHEV]{Deity's Demand}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.boons-dnd5e.Item.opSgWFcw9VuqMmj8]{Divine Foresight}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.boons-dnd5e.Item.vHKX8njpGtxnm49i]{True Domain Secrets}</p></li></ul><h3>20th Level</h3><ul><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.boons-dnd5e.Item.kDQAYHEFN4QK1GWm]{Grant Miracle}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.boons-dnd5e.Item.f01MhV32LdP7uQPd]{I Am Invincible!}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.boons-dnd5e.Item.CqH7elgjlGDpPfYl]{Incarnate Avatar}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.boons-dnd5e.Item.SZoLrbEvX8EhY4w7]{Limited Omniscience}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.boons-dnd5e.Item.1xH73feJKMubmwDY]{Perfect Trickster}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.boons-dnd5e.Item.xagpJW7Q88YS1ADX]{Preventative Insight}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.boons-dnd5e.Item.9yX12C5nhwWJ9BbY]{Recall the Slain}</p></li></ul>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1,
        "l2rbNx2a8f5ocpeL": 3
      },
      "flags": {},
      "_stats": {
        "compendiumSource": null,
        "duplicateSource": null,
        "coreVersion": "12.331",
        "systemId": "dnd5e",
        "systemVersion": "4.3.6",
        "createdTime": null,
        "modifiedTime": 1742937307062,
        "lastModifiedBy": "1jxGp7IRWiSzPmsk"
      },
      "_key": "!journal.pages!CqQoQpvqEOehOwgL.ITImTyYjZ91IQtQx"
    },
    {
      "sort": 200000,
      "name": "Credits and OGL License",
      "type": "text",
      "_id": "xwqEJMWVFh8Me5f8",
      "title": {
        "show": false,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p><strong>AUTHORS</strong>: William Fischer and Mark Seifter</p><p><strong>EDITING</strong>: Stephen Glicker, Sébastien “Aleph” Greffier, Jordan Karotkin, Ryan King, and Mark Seifter</p><p><strong>ART DIRECTION</strong>: Stephen Glicker</p><p><strong>ARTISTS</strong>: Samuel Marcelino and Christoph Peters</p><p><strong>GRAPHIC DESIGN</strong>: Stephen Glicker</p><p><strong>LAYOUT</strong>: Stephen Glicker</p><p><strong>DIRECTOR OF GAME DESIGN</strong>: Mark Seifter</p><p><strong>PUBLISHER</strong>: Stephen Glicker</p><hr /><p>OPEN GAME LICENSE Version 1.0a</p><p>The following text is the property of Wizards of the Coast, Inc. and is Copyright 2000 Wizards of the Coast, Inc. (“Wizards”). All Rights Reserved.</p><p><strong>1.</strong> Definitions: (a) “Contributors” means the copyright and/or trademark owners who have contributed Open Game Content; (b) “Derivative Material” means copyrighted material including derivative works and translations (including into other computer languages), potation, modification, correction, addition, extension, upgrade, improvement, compilation, abridgment or other form in which an existing work may be recast, transformed or adapted; (c) “Distribute” means to reproduce, license, rent, lease, sell, broadcast, publicly display, transmit or otherwise distribute; (d) “Open Game Content” means the game mechanic and includes the methods, procedures, processes and routines to the extent such content does not embody the Product Identity and is an enhancement over the prior art and any additional content clearly identified as Open Game Content by the Contributor, and means any work covered by this License, including translations and derivative works under copyright law, but specifically excludes Product Identity. (e) “Product Identity” means product and product line names, logos and identifying marks including trade dress; artifacts, creatures, characters, stories, storylines, plots, thematic elements, dialogue, incidents, language, artwork, symbols, designs, depictions, likenesses, formats, poses, concepts, themes and graphic, photographic and other visual or audio representations; names and descriptions of characters, spells, enchantments, personalities, teams, personas, likenesses and special abilities; places, locations, environments, creatures, equipment, magical or supernatural abilities or effects, logos, symbols, or graphic designs; and any other trademark or registered trademark clearly identified as Product identity by the owner of the Product Identity, and which specifically excludes the Open Game Content; (f) “Trademark” means the logos, names, mark, sign, motto, designs that are used by a Contributor to identify itself or its products or the associated products contributed to the Open Game License by the Contributor (g) “Use”, “Used” or “Using” means to use, Distribute, copy, edit, format, modify, translate and otherwise create Derivative Material of Open Game Content. (h) “You” or “Your” means the licensee in terms of this agreement.</p><p><strong>2.</strong> The License: This License applies to any Open Game Content that contains a notice indicating that the Open Game Content may only be Used under and in terms of this License. You must affix such a notice to any Open Game Content that you Use. No terms may be added to or subtracted from this License except as described by the License itself. No other terms or conditions may be applied to any Open Game Content distributed using this License.</p><p><strong>3.</strong> Offer and Acceptance: By Using the Open Game Content You indicate Your acceptance of the terms of this License.</p><p><strong>4.</strong> Grant and Consideration: In consideration for agreeing to use this License, the Contributors grant You a perpetual, worldwide, royalty-free, non-exclusive license with the exact terms of this License to Use, the Open Game Content.</p><p><strong>5.</strong> Representation of Authority to Contribute: If You are contributing original material as Open Game Content, You represent that Your Contributions are Your original creation and/or You have sufficient rights to grant the rights conveyed by this License.</p><p><strong>6.</strong> Notice of License Copyright: You must update the COPYRIGHT NOTICE portion of this License to include the exact text of the COPYRIGHT NOTICE of any Open Game Content You are copying, modifying or distributing, and You must add the title, the copyright date, and the copyright holder’s name to the COPYRIGHT NOTICE of any original Open Game Content you Distribute.</p><p><strong>7.</strong> Use of Product Identity: You agree not to Use any Product Identity, including as an indication as to compatibility, except as expressly licensed in another, independent Agreement with the owner of each element of that Product Identity. You agree not to indicate compatibility or co-adaptability with any Trademark or Registered Trademark in conjunction with a work containing Open Game Content except as expressly licensed in another, independent Agreement with the owner of such Trademark or Registered Trademark. The use of any Product Identity in Open Game Content does not constitute a challenge to the ownership of that Product Identity. The owner of any Product Identity used in Open Game Content shall retain all rights, title and interest in and to that Product Identity.</p><p><strong>8.</strong> Identification: If you distribute Open Game Content You must clearly indicate which portions of the work that you are distributing are Open Game Content.</p><p><strong>9.</strong> Updating the License: Wizards or its designated Agents may publish updated versions of this License. You may use any authorized version of this License to copy, modify and distribute any Open Game Content originally distributed under any version of this License.</p><p><strong>10.</strong> Copy of this License: You MUST include a copy of this License with every copy of the Open Game Content You distribute.</p><p><strong>11.</strong> Use of Contributor Credits: You may not market or advertise the Open Game Content using the name of any Contributor unless You have written permission from the Contributor to do so.</p><p><strong>12.</strong> Inability to Comply: If it is impossible for You to comply with any of the terms of this License with respect to some or all of the Open Game Content due to statute, judicial order, or governmental regulation then You may not Use any Open Game Material so affected.</p><p><strong>13.</strong> Termination: This License will terminate automatically if You fail to comply with all terms herein and fail to cure such breach within 30 days of becoming aware of the breach. All sublicenses shall survive the termination of this License.</p><p><strong>14.</strong> Reformation: If any provision of this License is held to be unenforceable, such provision shall be reformed only to the extent necessary to make it enforceable.</p><p><strong>15.</strong> COPYRIGHT NOTICE</p><p><strong>Open Game License v 1.0a</strong> © 2000, Wizards of the Coast, Inc.</p><p><strong>System Reference Document 5.1</strong> © 2016, Wizards of the Coast, Inc.; Authors Mike Mearls, Jeremy Crawford, Chris Perkins, Rodney Thompson, Peter Lee, James Wyatt, Robert J. Schwalb, Bruce R. Cordell, Chris Sims, and Steve Townshend, based on original material by E. Gary Gygax and Dave Arneson.</p><p><strong>Battlezoo Ancestries: Demigods (5E)</strong> © 2025, Skyscraper Studios, Inc.; Authors: William Fischer and Mark Seifter.</p><p><strong>Product Identity:</strong> The following items are hereby identified as Product Identity, as defined in the Open Game License version 1.0a, Section 1(e), and are not Open Game Content: All trademarks, registered trademarks, proper nouns (characters, deities, locations, etc., as well as all adjectives, names, titles, and descriptive terms derived from proper nouns), artworks, characters, dialogue, locations, organizations, plots, storylines, and trade dress. (Elements that have previously been designated as Open Game Content, or are exclusively derived from previous Open Game Content, or that are in the public domain are not included in this declaration.)</p><p><strong>Open Game Content:</strong> The Open Content in this book includes the species rules (base statistics, subspecies, and feats). The remaining species information, including the introduction, physical description, society, and alignment and religion sections are not Open Content. No portion of this work other than the material designated as Open Game Content may be reproduced in any form without written permission.</p><p><em>Battlezoo Ancestries: Demigods (5E)</em> © 2025, Skyscraper Studios, Inc.; Authors: William Fischer and Mark Seifter.</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1,
        "l2rbNx2a8f5ocpeL": 3
      },
      "flags": {},
      "_stats": {
        "compendiumSource": null,
        "duplicateSource": null,
        "coreVersion": "12.331",
        "systemId": "dnd5e",
        "systemVersion": "4.3.6",
        "createdTime": null,
        "modifiedTime": 1742845962455,
        "lastModifiedBy": "1jxGp7IRWiSzPmsk"
      },
      "_key": "!journal.pages!CqQoQpvqEOehOwgL.xwqEJMWVFh8Me5f8"
    }
  ],
  "folder": null,
  "ownership": {
    "default": 0,
    "1jxGp7IRWiSzPmsk": 3,
    "t9eDgEBGJlykfLHA": 3
  },
  "flags": {
    "core": {},
    "exportSource": {
      "world": "battlezoo",
      "system": "pf2e",
      "coreVersion": "11.315",
      "systemVersion": "5.14.4"
    },
    "battlezoo-ancestries-demigods": {
      "isDemigod": true
    }
  },
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "12.331",
    "systemId": "dnd5e",
    "systemVersion": "4.3.6",
    "createdTime": 1742278501942,
    "modifiedTime": 1742841066561,
    "lastModifiedBy": "1jxGp7IRWiSzPmsk"
  },
  "_id": "CqQoQpvqEOehOwgL",
  "sort": 0,
  "_key": "!journal!CqQoQpvqEOehOwgL"
}
