{
  "name": "From the Archives of Aitheria Nyx",
  "pages": [
    {
      "sort": 100000,
      "name": "Are You a God?",
      "type": "text",
      "_id": "D6SVG2f2KHIsbbmu",
      "title": {
        "show": false,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<section class=\"dragons\"><article class=\"full\"><figure class=\"left\"><img src=\"modules/battlezoo-ancestries-demigods/styles/assets/red-wax-stamp.webp\" width=\"70\" /></figure><h4>From the Archives of Aitheria Nyx <br />Are You a God?</h4><p>When we think of gods and the divine, often we think of beings of fathomless and unknowable power far beyond mortal ken. Even those who occasionally send avatars and walk the world alongside us aren't truly like us. They might appear as mortals do, but that's merely a tiny fragment of a multidimensional being forced down into something relatable that we can understand.</p><p>Those are the true powers out there in the Multiverse. The greater deities and their ilk. Here on Alacar, that might include the Enigmas, manifestations of the unholy such as demon lords… and yes, even the deities of the Balance, much as they like to ape our form, in truth they're as alien to our world as the Enigmas are. Do you come from a different world, my friend? Sometimes I get a sense that you do, though I won't press if you don't wish to speak about it. Do the gods act similarly there, or are they even more mysterious? Do they interfere more often or withdraw to their divine realms and leave the mortal world to act as it will?</p><p>When speaking of the \"true powers,\" that implies there's another option. And in truth, there are lesser deities, each rank shedding some of their multidimensionality and becoming more and more similar to a mortal, more and more approachable. And the least of them all are \"demigods,\" beings with the makings of the divine but still yet mortal. Relatable in a way that greater deities can never be, but also far more vulnerable to mortal frailty. \"Demi,\" meaning partial or half, the term demigod exists because, as I've written in the past, mortals, humans especially, get excited about the idea of unusual coupling, and so there's a bit of a fixation on demigods who are the children of deities and mortals, literally half god and half mortal. This is one way someone can become a demigod, but simply one out of many. While some believe we heralds of the elements are essentially demigods, but I can tell you from personal experience that we're not. Nonetheless, many other paths exist, from enlightened meditation to intense fame and popularity, to bestowal by a more powerful deity, and beyond.</p><p>What of the First Ones or the greater manifestations of the Eld? They are surely something strictly different than deities, and yet… there are certainly some similarities as well. And the new titans arising from a First One's spark are to First Ones as demigods are to more powerful deities. Perhaps that means eldamon or something else might serve a similar role for the Eld, though I find it quite amusing to consider the possibility that a tiny darkness opossum might, in fact, be the equivalent of a demigod.</p><p>You have been an excellent listener, and I continue to enjoy our correspondence, my friend, but sometimes I begin to wonder… are you a god? You don't have to answer if it's something you don't want to share. Or you can always just humor me and say, \"Yes.\"</p><p class=\"signature\">— Aitheria Nyx, Herald of the Space Element, Advocate of Monsters</p></article></section>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1,
        "l2rbNx2a8f5ocpeL": 3
      },
      "flags": {},
      "_stats": {
        "compendiumSource": null,
        "duplicateSource": null,
        "coreVersion": "12.331",
        "systemId": "pf2e",
        "systemVersion": "6.10.2",
        "createdTime": null,
        "modifiedTime": 1742968302072,
        "lastModifiedBy": "l2rbNx2a8f5ocpeL"
      },
      "_key": "!journal.pages!5hcIjt7NsVFznieI.D6SVG2f2KHIsbbmu"
    },
    {
      "sort": 0,
      "name": "Demigods",
      "type": "image",
      "_id": "0SU6T8xN54RUMDqf",
      "title": {
        "show": false,
        "level": 1
      },
      "image": {
        "caption": ""
      },
      "text": {
        "format": 1
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": "modules/battlezoo-ancestries-demigods/assets/ancestries/demigods/demigods-cover-blank.webp",
      "system": {},
      "ownership": {
        "default": -1,
        "l2rbNx2a8f5ocpeL": 3
      },
      "flags": {},
      "_stats": {
        "compendiumSource": null,
        "duplicateSource": null,
        "coreVersion": "12.331",
        "systemId": "pf2e",
        "systemVersion": "6.10.2",
        "createdTime": null,
        "modifiedTime": 1742968402438,
        "lastModifiedBy": "l2rbNx2a8f5ocpeL"
      },
      "_key": "!journal.pages!5hcIjt7NsVFznieI.0SU6T8xN54RUMDqf"
    },
    {
      "sort": 100000,
      "name": "Demigod Ancestry",
      "type": "text",
      "_id": "ITImTyYjZ91IQtQx",
      "title": {
        "show": false,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p class=\"subhead\">The least of lesser deities, demigods are fledglings who must grow into their divine abilities before they can enact the kind of miracles associated with even the least of true gods. And yet, they can grow their faith and their power to become something more.</p><hr /><figure class=\"left\"><img style=\"transform:scaleX(-1)\" src=\"modules/battlezoo-ancestries-demigods/assets/ancestries/demigods/full-art/demigods-art-1.webp\" width=\"300\" /></figure><p>Demigods are a tier of divinity below the \"true gods.\" What separates demigods from the weakest lesser deities above them is the fact that a demigod is still mortal and can usually be killed normally (at least most of them can for some definition of normal), whereas a lesser deity requires greater effort to destroy. The name demigod arises from the idea that a demigod is part god and part mortal, perhaps due to a liaison between divine and mortal parents. In truth, demigods come from a diverse range of origins, which certainly include the classic child of a divine and mortal parent, but also divine bestowal (such as a saint granted a tiny bit of divinity by their deity), enlightened transcendence (such as reaching an especially deep stage of meditation, research, or philosophy), collective belief (such as building up a following whose collective faith is strong enough to create a demigod), conquest or contest (such as defeating a deity in a contest of strength, duel of wits, or passing some kind of trial), or even trickery (such as flat out stealing the power) among others.</p><p>However a demigod comes to be, at first their divine power is weak, even compared to a cleric of a greater deity; after all, it's those deities' best interests to make it easier to serve them than it is to rise as a deity in your own right. While their divine power grows on its own as they themselves grow, it's only with the faith of mortals and a religion of their own that demigods reach the peak of their potential. Nonetheless, some demigods who achieve their status later in life and at the height of their mortal power, essentially transforming from a different ancestry, quickly grow their divinity by using their mortal might to help build their faith.</p><p>If you want to play a fledgling hybrid between deity and mortal building your faith and connecting to those who venerate you, you should play a demigod.</p><h2>You Might...</h2><ul><li>Strive to embody different virtues in order to grow your divine power, or focus on a single prime virtue.</li><li>Seek out new worshipers to grow your following.</li><li>Feel like you don’t belong completely either in mortal society or the realm of the divine, and hope to find the place you truly belong.</li></ul><h2>Others Probably...</h2><ul><li>Assume that one of your parents was a deity and try to ask you which one.</li><li>Have trouble understanding exactly what it means to be a demigod and thus treat you just like other mortals (if you aren’t that powerful) or as some kind of deity (if you’re extremely powerful).</li><li>Think that you are capable of granting any sort of miracle and so ask you for all sorts of favors and blessings.</li></ul><figure class=\"right\"><img style=\"transform:scaleX(-1)\" src=\"modules/battlezoo-ancestries-demigods/assets/ancestries/demigods/full-art/demigods-art-2.webp\" width=\"300\" /></figure><h2>Physical Description</h2><p>Demigods typically appear as members of their mortal ancestry with one or more unusual or supernatural features distinguishing them from a mere mortal of that ancestry. This might include subtler clues like idealized features or more obvious evidence like a literal glow or halo, or even more drastic deific features that grow as their power increases to match their domains, like wings or a dragon head on a human. While the weakest demigods might be confused for an ordinary mortal or a planar scion, as their power grows, it becomes more and more obvious that they're not quite mortal, even if they aren't fully a deity either.</p><section class=\"compartment\"><article class=\"full\"><h4>Demigod Adventurers</h4><p>Demigods often become adventurers as a way to build up their name and grow their following, or simply to prove their worth or help others for those demigods who don't care as much about their reputation. To those who received extraordinary talent and power comes the extraordinary responsibility to use that power to change the world. This is the mantra of demigod adventurers that keeps them traveling on their hero's journey. Even some of the quieter seers who embody sagacity wander across the world as a means of humbly building their own experiences, dispensing mysterious wisdom to those who seek their help earnestly.</p><p>Classes involving divine magic are more common among demigods, and more than one demigod has become a champion or exemplar channeling the divinity flowing within them. Because of the way the relationship between a cleric and their deity works, demigods usually can't become a full cleric of themselves, though they can use ancestry feats and divine boons to gain various clerical powers from their own divinity. However, that doesn't mean demigods are never clerics, as they sometimes serve as clerics of another more powerful deity.</p><p>Demigods can come from any background, particularly if they gained their divinity later in life. Those who were born to a deity and a mortal are much more likely than anyone else to have unusual rare backgrounds, as their outlandish parentage alone makes a rare background like \"blessed\" look tame in comparison.</p></article></section><h2>Society</h2><p>Demigods don't just live in mortal societies, they often build their own society or religion in order to build their faith and divinity. When it comes to gatherings of demigods, they tend to be rare, and are more likely to be councils on some threat or relevant topic, or competitions where demigods can share boasts and prove their prowess, perhaps attracting more followers to their cause. Unfortunately, while the idea behind demigod councils is usually well-meaning, in the end they sometimes wind up devolving into competitions anyway, where some of the more showboating or arrogant demigods try to show off their eloquence or the brilliance of their own plans in order to prove their worth. As a result, the chance of this occurring can wind up driving away the quiet, humble, and sagacious demigods whose wisdom could have benefited everyone the most.</p><h2>Beliefs</h2><p>While some demigods are servitors of even more powerful deities, mostly demigods believe in themselves and establish their own religions. When they do worship other deities or religions, they are more likely to venerate the source of their own divinity, whether that's a divine parent or a deity who chose to imbue the demigod for some mysterious reason.</p><p><strong>Popular Edicts</strong> believe in yourself so that others can believe in you, discover the depths of your divinity, exemplify your deific virtues</p><p><strong>Popular Anathemas</strong> violate the tenets of your own faith, let down your faithful through your own failings, settle for mediocrity\"</p><figure class=\"left\"><img src=\"modules/battlezoo-ancestries-demigods/assets/ancestries/demigods/full-art/demigods-art-3.webp\" width=\"300\" /></figure><h2>Names</h2><p>While demigods born to a deity and a mortal sometimes have names attempting to be suitably majestic for their divine status, demigods born as mortals have exactly the same sorts of birth names as other mortals of that ancestry, unless their parents always knew they were destined to divinity (or pushed them toward it from birth). On the other hand, it can be hard to build a religion around a deity named \"Bob.\" As a result, demigods with common sounding names often adopt a new deity name to use for their religion. However, this practice can be metaphysically dangerous to the growing divinity, as the use of the original birth name can empower rituals to weaken the demigod even if they manage to attain true godhood.</p><h3>Sample Names</h3><p>Arianrhod, Gilgamesh, Herakles, Humadapnon, Imhotep, Lac Long Quân, Lan Caihe, Māui, Ntikuma, Oisín, Semiramis, Sita, Väinämöinen.</p><h2>Demigod Heritages</h2><p>Demigod heritages are based on your primary virtue, rather than the source of your divinity. Once a demigod has their divinity, typically the source doesn't matter: a trickster born of a deity and a mortal is much more similar to another trickster than they are to a seer or a savior born of a deity and a mortal.</p><p>Each of these heritages also lists the heritage's choices for fatal flaws. If you don't choose a demigod heritage (typically because you chose a versatile heritage), your fatal flaw is hesitation; after all, a demigod is already mixed up between mortal and immortal, so if you add a third metaphysical component to the mix, it makes hesitations even more likely!</p><ul><li>@UUID[Compendium.battlezoo-ancestries-demigods.heritages-pf2e.Item.w3XEwmh0rNkvfrrc]{Genius Demigod}</li><li>@UUID[Compendium.battlezoo-ancestries-demigods.heritages-pf2e.Item.mKotF9rDTgxtgsUJ]{Savior Demigod}</li><li>@UUID[Compendium.battlezoo-ancestries-demigods.heritages-pf2e.Item.G2ZrqHUal4bNz1fW]{Seer Demigod}</li><li>@UUID[Compendium.battlezoo-ancestries-demigods.heritages-pf2e.Item.nryc03FoNPtM8qkD]{Trickster Demigod}</li><li>@UUID[Compendium.battlezoo-ancestries-demigods.heritages-pf2e.Item.fLRCocCGjVTEGja0]{Warrior Demigod}</li></ul><section class=\"compartment\"><article class=\"full\"><h4>Demigod Settlements</h4><p>Demigods hoping to form their own faith often build religious settlements, or at least enclaves or holy sites within larger settlements, in order to help gather the faithful together and grow their following. Depending on the demigod's nature and demeanor, these places can be friendly and welcoming or dogmatic and insular. Sometimes a demigod can wind up forming a settlement against their will due to the sheer enthusiasm of the faithful. For instance, a quiet humble seer demigod might live alone in a cave in a tall mountain, only to find that they inspire an order of monks to build a monastery to emulate them, followed by a small settlement growing up around the monastery, all while the demigod is just trying to find somewhere peaceful to meditate.</p></article></section><h2>Ancestry Feats</h2><p></p><p>The following feats are available to demigod characters.</p><h3>1st Level</h3><ul><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.feats-pf2e.Item.T3viLJLiMemlNRk5]{Demigod Lore}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.feats-pf2e.Item.iTfFkwf2wszK6noS]{Draw Upon Domain}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.feats-pf2e.Item.9TDebttbBRA4f2hQ]{Favored Weapon Familiarity}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.feats-pf2e.Item.EewVnWCnbAc5JOi8]{Orisons of Power}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.feats-pf2e.Item.vkODTk1vSVSLT8AR]{Sacred Animal Affinity}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.feats-pf2e.Item.VrtV8s8XtMc4fQQl]{Sacred Animal Form}</p></li></ul><h3>5th Level</h3><ul><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.feats-pf2e.Item.jR64TPqY1ChLlJUw]{Deific Presence}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.feats-pf2e.Item.40O8Fv6eXCbQd9F8]{Divine Initiate Spell}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.feats-pf2e.Item.dpRY3fRwwwHRgm1b]{Favored Weapon Critical}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.feats-pf2e.Item.tkhWZC0HghcXuWfU]{I Can Go the Distance}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.feats-pf2e.Item.fShxYAF6o5eL5iQl]{Mortal Roots}</p></li></ul><h3>9th Level</h3><ul><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.feats-pf2e.Item.VJxQrRDpdcCpB8Gv]{Auspicious Animal}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.feats-pf2e.Item.4LcfQpDbi2pDCkN5]{Delve Into Domain}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.feats-pf2e.Item.pSLmYpq3PM8LYjNN]{Demigod's Hunch}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.feats-pf2e.Item.ad1SwrPABx0ecHUA]{Demigod's Talent}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.feats-pf2e.Item.mT8AUuJq6c4yes85]{Divine Adept Spell}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.feats-pf2e.Item.XHgLvlKJ6rK8sh0z]{Divine Flight}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.feats-pf2e.Item.58JiNDbzIQO4crQl]{Wanderer's Sacred Animal Form}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.feats-pf2e.Item.zV0TFjz16oVw7DU8]{You're Welcome!}</p></li></ul><h3>13th Level</h3><ul><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.feats-pf2e.Item.CHB2HoiJtn5XgsKk]{Deific Insight}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.feats-pf2e.Item.7G3CFjVXSRSj7K1L]{Divine Emissary Spell}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.feats-pf2e.Item.oaSAd6HYvpFuqQHa]{Larger Than Life}</p></li></ul><h3>17th Level</h3><ul><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.feats-pf2e.Item.lEXVOgaYNlWgQDXe]{Divine Hierophant Spell}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.feats-pf2e.Item.P5aSnL7YIBcw2gDJ]{Keeper of Prayers}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.feats-pf2e.Item.PpnapZdmMKxE472E]{Limited Immortality}</p></li></ul><section class=\"compartment\"><article class=\"full\"><h4>Titans vs. Demigods</h4><p>Due to the ancient Titanomachy between the gods and the First Ones, the progenitors of titans, titans and demigods don't tend to get along with each other on either side. However, if they can overcome their differences and the ancient animosity between their forebears, they would see that they have many similarities as well and could be natural comrades. In fact, while the detached First Ones rarely did so, titans occasionally form a religion.</p></article></section><h2>Demigod Religions</h2><p>Part of the fun of playing a demigod can be building up your own religion from scratch. However, not all demigods have one. In fact, many of the most famous examples didn't have their own personal cult or individualized adherents, though they often occupied the role of saints or heroes. Furthermore, while a demigod character roleplayed in a way that fits the group's social dynamic can fit well into almost any campaign, starting a religion is a major element that is usually only appropriate if the GM and the rest of the group are all interested in exploring that aspect.</p><p><em>Battlezoo Ancestries: Demigods</em> works no matter whether you want to ignore this aspect, run it in the background, or spotlight it as a major element of the campaign:</p><ul><li><p><strong>No Religion</strong> Many groups won't want demigod characters to have a religion at all. That's OK! In that case, simply ignore any special benefits that feats grant based on the demigod's growing religion as well as any prerequisites related to their religion and following. This is also a good choice for groups that want a campaign with a baseline power level because the religion grants a demigod many benefits.</p></li><li><p><strong>Religion in the Background</strong> Some groups are looking for a compromise where the demigod's religion is fine to exist as long as the demigod can just handle it all themselves in the background, but they don't want to focus any game time on it. In that case, the demigod simply advances their religion automatically when leveling up. This is a good choice for groups that want to explore the idea that the demigod has a religion without spotlighting it or involving the other players. This can come with no benefits other than the followers if the group prefers, or the demigod could passively gain some of the benefits from the full rules; typically, this automatic religion advancement would replace free archetype for the demigod player, so keep in mind that granting it \"for free\" to only the demigod player will make the demigod player stronger than the others, even if won't necessarily be disruptive.</p></li><li><p><strong>Full Religion Rules</strong> If your group wants to explore the demigod's religion on-screen during downtime or even as part of the main plot, this is the right choice. Simply use the full rules below. This is usually best if the other players either have demigods of their own, each with their own religion (or their own shared sect of a shared party religion) or play a role in the demigod PC's religion. In the later case, make sure the players are fully on-board with the idea and all it entails. Some players might find it amazing to have their character be a nascent demigod's very first cleric, but others might balk at the fact that this makes their character an adherent of the other player's; this same issue can arise when playing a knight or bodyguard vassal of another character or the like.</p></li></ul><figure class=\"right\"><img style=\"transform:scaleX(-1)\" src=\"modules/battlezoo-ancestries-demigods/assets/ancestries/demigods/full-art/demigods-art-4.webp\" width=\"300\" /></figure><h2>Building a Religion</h2><p>Demigod religions are a specialized form of the leadership subsystem from Pathfinder GM Core, with all the followers as adherents and the lieutenants as clergy. The numbers listed in GM Core are appropriate for a demigod growing their religion from nothing and struggling for their very first worshipers, but if you want to tell a story about major religious movements, you might consider escalating the numbers of followers and lieutenants twice as quickly by using the maximum values from the even levels (4, 9, 18 and so on) for the first 10 levels and then doubling the maximum value at every level thereafter (2,401 to 4,800 at level 11, 4.801 to 9,600 at level 12, and so on). Keep in mind that this method will end with the demigod having over 2 million worshipers at religion level 20.</p><h2>Virtues</h2><p>When running the opportunities, troubles, and windfalls for the religion during downtime, the GM should offer opportunities to test one of the following six virtues. The demigod player and GM can either work together to determine which virtues the demigod is hoping to embody, or the GM might offer difficult choices where either option has different benefits for the demigod and promotes a different virtue. Whenever a PC demigod resolves an opportunity or trouble in a way that embodies a given virtue, they usually earn 1 point in that virtue, to a maximum of their religion's level, though a spectacular resolution might be worth 2 points. A demigod who bungles an opportunity or trouble in a way that reveals a weakness in one of the virtues might lose a point, but this should typically be rare; the type of demigod who doesn't inspire their worshipers with that particular virtue is much more likely to never gain points in the virtue to begin with than they are to consistently lose them. If your group wants religions and virtues to be a bigger part of the campaign, the GM can also run adventures with decisions or opportunities that test the demigod's virtues and allow them to increase throughout the adventure, rather than have them happen mainly in downtime.</p><figure class=\"left\"><img src=\"modules/battlezoo-ancestries-demigods/assets/ancestries/demigods/full-art/demigods-art-5.webp\" width=\"300\" /></figure><p>The virtues are as follows, along with some examples of deities or demigods embodying those virtues, some suggested skills that might help resolve opportunities and troubles associated with the virtue, and domains associated with the virtue. It's important to note that belief is what matters for a demigod's virtues, which is why resolving these challenges helps raise them, rather than an invisible inner struggle. A demigod who appears to be a paragon of compassion and kindness can gain points in compassion, even if they are really more of a demagogue who uses their compassion to create zealots for their cause. Similarly, a demigod who's a jerk with a heart of gold might never develop their virtue of compassion if no one ever realizes how much they care for others. The skill and domain associations are suggestions, but they aren't strict, especially for domains like the elements. For instance, fire is listed as associated with innovation because of forge fires and the fire of innovation, but some PC demigods might associate fire with the flames of courage or with stealing fire as a trickster. As such, it's perfectly fine for a PC demigod to choose domains that don't match their prime virtues; the lists exist as a starting point to help inspire, rather than as a restriction.</p><ul><li>@UUID[Compendium.battlezoo-ancestries-demigods.features-pf2e.Item.7pBgmlvVMDAwwUAa]{Compassion}</li><li>@UUID[Compendium.battlezoo-ancestries-demigods.features-pf2e.Item.GBCP9TGDSLK1Fkt8]{Courage}</li><li>@UUID[Compendium.battlezoo-ancestries-demigods.features-pf2e.Item.NPZ2GVDFquhmwUji]{Innovation}</li><li>@UUID[Compendium.battlezoo-ancestries-demigods.features-pf2e.Item.0kk4YkXrHCoQtPiJ]{Sagacity}</li><li>@UUID[Compendium.battlezoo-ancestries-demigods.features-pf2e.Item.noGVYAix87f3gJmZ]{Trickery}</li></ul><section class=\"compartment\"><article class=\"full\"><h4>Any Sufficiently Advanced Demigod…</h4><p>When a demigod reaches the top echelons of boons, optimizing their personal divinity and strength while spreading their religion far and wide, they begin to blur the line between a demigod and a more powerful lesser deity such as a demon lord or an Archduke of Hell. In truth, there's not a single multiversal dividing line between these two types of deities. In other words, any sufficiently advanced demigod is indistinguishable from a lesser deity.</p></article></section><h2>Religion Benefits</h2><p>Building a religion isn't all about responsibility for demigods: they also come with benefits! Beyond the usual leadership benefits for having an organization of followers, the power of belief from a religion can grant the demigod mechanical benefits above and beyond their basic ancestry feats. These benefits are roughly close to the benefit of a free archetype assuming your religion's organization level is the same level as your character level, so they can easily be granted to a demigod character in place of a free archetype granted to other characters if not everyone is playing a demigod, though it could be even more fun to include religion benefits in addition to the free archetype rules for a higher powered game, or one that focuses on improving a demigod's religion as a separate kind of reward. They could even work well in combination with the mythic rules if you're using those; the godling archetype might be especially appropriate in that case, though you might not need the benefits it grants, especially if you don't plan on making a fellow player character your high priest.</p><figure class=\"right\"><img style=\"transform:scaleX(-1)\" src=\"modules/battlezoo-ancestries-demigods/assets/ancestries/demigods/full-art/demigods-art-6.webp\" width=\"300\" /></figure><h3>Boons</h3><p>A demigod with a religion gains the initial boons listed below at 1st level, and when both their religion's organization level and their own character level reaches 2nd level, and every 2 levels thereafter, they gain an additional boon of their choice of that level or lower. For instance, a level 15 demigod whose religion reaches organization level 10 gains a 10th level boon, and a demigod who reaches level 8 after already having a religion with an organization level of 13 gains an 8th level boon. In most cases, it makes sense to have the demigod's level and the religion's level advance at about the same rate—if for some reason the religion is advancing much slower than the character, these boons will fall significantly behind the benefits of free archetype, though this disparity isn't important unless your group has decided to offer religion benefits and boons as a replacement for free archetype.</p><figure class=\"left\"><img src=\"modules/battlezoo-ancestries-demigods/assets/ancestries/demigods/full-art/demigods-art-7.webp\" width=\"300\" /></figure><p>For players who'd like to have a religion but don't want to have to choose boons, a simple path would be to fill out the demigod's first four basic and advanced15 domains for all boons up to 12th level, and then potentially use the 14th level boon to circle back and fill out the 5th and 6th alternate domains. This would mean they could wait until 16th level for both their character and their religion before they'd need to make any decisions beyond which domains to choose.</p><h2>Initial Boons</h2><p>As a demigod with a religion, you can grant spells to your worshipers capable of casting divine spells, up to a maximum rank equal to half your level, rounded up; this means that effectively, if one of your fellow PCs is a worshiper of yours and the party are all the same level, they'll always be able to cast all their spells. You also make several choices at 1st level, and several of these decisions affect the demigod ancestry feats even if you and your group don't want to make your religion a major aspect of their campaign. For each choice, you can see an example using Kuu, the deity of void on Alacar.</p><ul><li>Choose a favored weapon; typically this is a weapon in which you are trained, either naturally from your class or else from feats such as Favored Weapon Familiarity, though you might choose a weapon aspirationally, hoping to become trained later. You can also choose an unarmed attack as your favored weapon, despite the name; for example, Kuu has fist as a favored weapon.</li><li>Choose a sacred animal, which has religious significance to your faith and is often seen as an omen by your faithful. For example, Kuu has the bumblebee bat as a sacred animal.</li><li>Choose a divine skill, which can be any skill of your choice other than Religion. This is usually a skill associated with you and for which you're known for being talented, either due to being trained in it naturally or through the Demigod Lore feat. For example, Kuu has Occultism as a divine skill.</li><li>Choose two divine attributes. These should be attributes for which you're best known, typically your highest two attributes and always attributes in which you have a +1 modifier or better. For example, Kuu has Intelligence and Wisdom as divine attributes.</li><li>Choose your clergy's sanctification: whether they can or must be sanctified holy or unholy. If you choose that they must be holy, you are also sanctified holy, and if you choose they must be unholy, you are also sanctified unholy. If you allow them to be either holy or unholy, or neither holy nor unholy, you are not sanctified except under unusual circumstances (such as if you are also a clergy member of another deity with different rules, though normally this wouldn't be compatible with your religion). If you allow them to choose to be holy, and only holy, you are normally also sanctified holy, and if you allow them to choose to be unholy, and only unholy, you are normally also sanctified unholy; however, exceptions exist in these cases, and you can work together with your GM to determine how you are sanctified. For example, Kuu's worshipers aren't sanctified either holy or unholy.</li><li>Choose whether your worshipers can have a font of heal, harm, or either. Base this decision on the connection between your religion and themes of life and renewal vs destruction and dissolution; it doesn't necessarily correspond to your sanctification. For example, Kuu's worshipers can gain a font of harm or heal.</li><li>Choose your religious symbol. It should be a relatively simple design that can be used in iconography, architecture, wearable and handheld symbols of the faith, and so on. For example, Kuu's religious symbol is a black spot on an empty palm.</li><li>Choose your sacred colors. Most deities have two sacred colors so that they can be used together to create an artistic contrast or theme, like the deity Thongfa's sky blue and white to represent a cloudy sky. However, some deities have a single sacred color when that's more appropriate to their theme. For example, Kuu has only one sacred color: black.</li><li>Choose your edicts and anathemas, three of each. These should be based on your own individual values, with the edicts as something you hope to live by as best you can and the anathemas as something you would never do and never want any of your worshipers to do either. These anathemas are mainly binding for worshipers, since you are their source. Performing anathema acts has a chance to deactivate 1d4 random demigod ancestry feats or boons until your next daily preparations the first time or two you perform the same anathema act, simply due to the metaphysical shock of the cognitive dissonance and hypocrisy diluting your divine power, but after the first few times, eventually that act becomes no longer anathema to you and you need to choose another anathema instead. For example, Kuu's edicts are to seek out new experiences, explore, and travel, and their anathemas are to willingly restrain yourself, become stagnant, or take the wind out of another's dreams.</li></ul><p>Notably, you don't need to choose a title unless you want to (but if you don't, you might find your worshipers choose one for you, whether you like the title or not), and you can't choose domains or deity spells yet because you don't necessarily have them. You'll gain them through either demigod ancestry feats or boons.</p><h2>Boons</h2><h3>2nd Level</h3><ul><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.boons-pf2e.Item.jn3y8wulCNFtB3b9]{First Domain}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.boons-pf2e.Item.ReMTUNBNlECaSVJL]{Inklings of Divinity}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.boons-pf2e.Item.vnRj6IbC5AQpsrLS]{Trickster's Guise}</p></li></ul><h3>4th Level</h3><ul><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.boons-pf2e.Item.rUcHRzdmcgpyfU3z]{Basic Demigod Spellcasting}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.boons-pf2e.Item.8BoeGwq1HTnG89ud]{Be Not Afraid}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.boons-pf2e.Item.N0aBdTsVxIZ5mpj3]{Divine Sense}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.boons-pf2e.Item.HaXfV9ZtipQ2ZkcG]{Overflowing Compassion}</p></li></ul><h3>6th Level</h3><ul><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.boons-pf2e.Item.KXY9m31pUSnP9nGX]{Archtrickster's Guise}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.boons-pf2e.Item.3ltCnkKzjYzpvf9j]{Complete Domains}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.boons-pf2e.Item.jXeztRK6uKrBdV31]{Imagine a New Day}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.boons-pf2e.Item.V32fHrKyobHm3f61]{Reverent Spell}</p></li></ul><h3>8th Level</h3><ul><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.boons-pf2e.Item.evJJZUD2NYluMORW]{Alternate Domains}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.boons-pf2e.Item.hMl0GfDLhflpgW2q]{Divinity's Edge}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.boons-pf2e.Item.3iW6mJ3H2T8BOQj3]{First Advanced Domain}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.boons-pf2e.Item.Ug4qu9b98bMpEbRM]{Virtue's Virtuoso}</p></li></ul><h3>10th Level</h3><ul><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.boons-pf2e.Item.s0isGZWsyHuNxJWl]{Quick Benediction}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.boons-pf2e.Item.HkIdTQQsOzMPixpZ]{Second Advanced Domain}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.boons-pf2e.Item.FFI3AGHzNw6q23QF]{Unseen Insight}</p></li></ul><h3>12nd Level</h3><ul><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.boons-pf2e.Item.BnGNNz8N9hIJb7Vn]{Complete Advanced Domains}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.boons-pf2e.Item.fEXGBz6MgbbfhZK5]{Expert Demigod Spellcasting}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.boons-pf2e.Item.Zsr3AoPk4XfgN8up]{Rebuke Anathema}</p></li></ul><h3>14th Level</h3><ul><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.boons-pf2e.Item.XoItAc6xAU198oIR]{Boon of Flight}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.boons-pf2e.Item.dfJJwTBb1OH3cPNa]{Deific Spells}</p></li></ul><h3>16th Level</h3><ul><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.boons-pf2e.Item.M7EuSiEITRuuFYR6]{Blessing of Divinity}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.boons-pf2e.Item.92wSHXf0ZRNkTqlL]{Divine Realm}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.boons-pf2e.Item.5Q2hd9b6eoJhSGU5]{Summon Herald}</p></li></ul><h3>18th Level</h3><ul><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.boons-pf2e.Item.Crbkfe5sDsCkn8xD]{Deity's Demand}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.boons-pf2e.Item.thUvWfxsebwy9uyt]{Divine Foresight}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.boons-pf2e.Item.YjtM08JR4w8Ravpl]{Master Demigod Spellcasting}</p></li></ul><h3>20th Level</h3><ul><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.boons-pf2e.Item.GXEdaiUepYq1K3eP]{Grant Miracle}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.boons-pf2e.Item.w1226hBsiAF1zjQM]{I Am Invincible}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.boons-pf2e.Item.835doDlzzVxY43SY]{Incarnate Avatar}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.boons-pf2e.Item.o0gvBr8YMUKd0v6Y]{Limited Omniscience}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.boons-pf2e.Item.8crnVV0knJSwp6jV]{Perfect Trickster}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.boons-pf2e.Item.JD9mwLblqyhuVAc1]{Preventative Insight}</p></li><li><p>@UUID[Compendium.battlezoo-ancestries-demigods.boons-pf2e.Item.avgDwpMMcQFtWMNe]{Recall the Slain}</p></li></ul>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1,
        "l2rbNx2a8f5ocpeL": 3
      },
      "flags": {},
      "_stats": {
        "compendiumSource": null,
        "duplicateSource": null,
        "coreVersion": "12.331",
        "systemId": "pf2e",
        "systemVersion": "6.10.2",
        "createdTime": null,
        "modifiedTime": 1743014396580,
        "lastModifiedBy": "l2rbNx2a8f5ocpeL"
      },
      "_key": "!journal.pages!5hcIjt7NsVFznieI.ITImTyYjZ91IQtQx"
    },
    {
      "sort": 200000,
      "name": "Credits and ORC License Notice",
      "type": "text",
      "_id": "xwqEJMWVFh8Me5f8",
      "title": {
        "show": false,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p><strong>AUTHOR:</strong> Mark Seifter</p><p><strong>EDITING:</strong> Stephen Glicker, Sébastien “Aleph” Greffier, Jordan Karotkin, Ryan King, and Mark Seifter</p><p><strong>ART DIRECTION:</strong> Stephen Glicker</p><p><strong>ARTISTS:</strong> Samuel Marcelino and Christoph Peters</p><p><strong>GRAPHIC DESIGN:</strong> Stephen Glicker</p><p><strong>LAYOUT:</strong> Stephen Glicker</p><p><strong>DIRECTOR OF GAME DESIGN:</strong> Mark Seifter</p><p><strong>PUBLISHER:</strong> Stephen Glicker</p><hr /><p>This product is licensed under the ORC License to be held in the Library of Congress TX 9-307-067 and available online at various locations including rollforcombat.com/orc-license, azoralaw.com/orclicense, and others. All warranties are disclaimed as set forth therein.</p><p><strong>Attribution:</strong> This product is based on the following Licensed Material:</p><p><strong>Pathfinder GM Core</strong> © 2023 Paizo Inc., Designed by Logan Bonner and Mark Seifter. Authors: Amirali Attar Olyaee, Logan Bonner, Creighton Broadhurst, Jason Bulmahn, James Case, Jesse Decker, Eleanor Ferron, Fabby Garza Marroquín, Jaym Gates, Matthew Goetz, James Jacobs, Brian R. James, Jenny Jarzabski, Dustin Knight, Jason LeMaitre, Lyz Liddell, Luis Loza, Ron Lundeen, Stephen Radney-MacFarland, David N. Ross, Michael Sayre, Mark Seifter, Owen K.C. Stephens, Amber Stewart, Clark Valentine, Landon Winkler, and Linda Zayas-Palmer</p><p><strong>Pathfinder Player Core</strong> © 2023 Paizo Inc., Designed by Logan Bonner, Jason Bulmahn, Stephen Radney-MacFarland, and Mark Seifter. Authors: Alexander Augunas, Kate Baker, Logan Bonner, Jason Bulmahn, Carlos Cabrera, Calder CaDavid, James Case, Eleanor Ferron, Steven Hammond, Joan Hong, Vanessa Hoskins, James Jacobs, Jenny Jarzabski, Erik Keith, Dustin Knight, Lyz Liddell, Luis Loza, Patchen Mortimer, Dennis Muldoon, Stephen Radney-MacFarland, Mikhail Rekun, David N. Ross, Michael Sayre, Mark Seifter, Kendra Leigh Speedling, Mark Thompson, Clark Valentine, Andrew White, Landon Winkler, and Linda Zayas-Palmer</p><p><strong>Pathfinder Player Core 2</strong> © 2024, Paizo Inc.; Authors: Amirali Attar Olyaee, Alexander Augunas, Brian Bauman, Joshua Birdsong, Logan Bonner, Jason Bulmahn, James Case, Jessica Catalan, John Compton, Paris Crenshaw, Jesse Decker, Eleanor Ferron, Fabby Garza Marroquín, Steven Hammond, Sasha Laranoa Harving, Joan Hong, Nicolas Hornyak, Vanessa Hoskins, James Jacobs, Jason Keeley, Dustin Knight, Avi Kool, Lyz Liddell, Nicolas Logue, Luis Loza, Ron Lundeen, Patchen Mortimer, Stephen Radney‑MacFarland, Jessica Redekop, Mikhail Rekun, Alex Riggs, David N. Ross, Michael Sayre, Mark Seifter, Owen K.C. Stephens, Jason Tondro, Clark Valentine, Andrew White, Landon Winkler, and Tonya Woldridge.</p><p></p><p>If you use our Licensed Material in your own published work, please credit us in your product as follows:</p><p><strong>Battlezoo Ancestries: Demigods (Pathfinder)</strong> © 2025, Skyscraper Studios, Inc.; Author: Mark Seifter.</p><p><strong>Reserved Material:</strong> Reserved Material elements in this product include all elements designated as Reserved Material under the ORC License. To avoid confusion, such items include: All trademarks, registered trademarks, proper nouns (characters, deities, locations, etc., as well as all adjectives, names, titles, and descriptive terms derived from proper nouns), artworks, characters, dialogue, locations, organizations, plots, storylines, and trade dress.</p><p><strong>Expressly Designated Licensed Material:</strong> This product contains no Expressly Designated Licensed Material.</p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "ownership": {
        "default": -1,
        "l2rbNx2a8f5ocpeL": 3
      },
      "flags": {},
      "_stats": {
        "compendiumSource": null,
        "duplicateSource": null,
        "coreVersion": "12.331",
        "systemId": "pf2e",
        "systemVersion": "6.10.2",
        "createdTime": null,
        "modifiedTime": 1742273349192,
        "lastModifiedBy": "a4jenRFWJjNyIuAt"
      },
      "_key": "!journal.pages!5hcIjt7NsVFznieI.xwqEJMWVFh8Me5f8"
    }
  ],
  "folder": null,
  "ownership": {
    "default": 0,
    "l2rbNx2a8f5ocpeL": 3,
    "a4jenRFWJjNyIuAt": 3
  },
  "flags": {
    "core": {},
    "exportSource": {
      "world": "battlezoo",
      "system": "pf2e",
      "coreVersion": "11.315",
      "systemVersion": "5.14.4"
    },
    "battlezoo-ancestries-demigods": {
      "isDemigod": true
    }
  },
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "12.331",
    "systemId": "pf2e",
    "systemVersion": "6.10.2",
    "createdTime": 1742272979744,
    "modifiedTime": 1742968289116,
    "lastModifiedBy": "l2rbNx2a8f5ocpeL"
  },
  "_id": "5hcIjt7NsVFznieI",
  "sort": 0,
  "_key": "!journal!5hcIjt7NsVFznieI"
}
